[
  {
    "_id": "1",
    "title": "Arroz de Mariscos para 2 pessoas",
    "description": "Arroz com camarão, lula, peixe, lagosta, e mexilhão, refogado com pimentões e cebola juliene, temperos e um leve toque de açafrão. Servidos na paellera. Rico em sabor e apresentação.",
    "prepTime": 25,
    "ingredients": [
      "1 cebola",
      "2 dentes de alho",
      "3 colheres de sopa de Azeite",
      "4 tomates",
      "2 Pitadas de Sal",
      "1 embalagem de marisco (mistura)",
      "1 embalagem de camarão inteiro congelado",
      "1 chávena de arroz",
      "1 porção de coentros"
    ],
    "directions": [
      "Faça um refogado com o azeite a cebola e os dentes de alho bem picados. Esmague os tomates maduros sem pele e junte ao refogado. Tempere com sal. Deixe namorar durante alguns minutos.",
      "Deixe a descongelar a embalagem de cocktail de marisco e delícias do mar, retire-as também do congelador e ponha-as de parte.",
      " Junte os mariscos (as delícias ficam para mais tarde) ao refogado e mexa. Com o lume brando, tape o tacho e deixe namorar durante 15 minutos.",
      "Junte água a tapar esta mistura e assim que ferver deite o arroz e mexa. Quando retomar a fervura, deixe cozer tapado durante 10 minutos, vá mexendo para não pegar.",
      "Apague o lume, junte as delícias cortadas em cubinhos e polvilhe com coentros picados. Sirva de seguida.",
      "Depois temos o Arroz de Marisco Tradicional que leva todo o tipo marisco, desde sapateira, lagosta, mexilhões e etc."
    ]
  },
  {
    "_id": "2",
    "title": "Moqueca Tropical",
    "description": "Escolha entre Camarão ou Peixe ou a combinação dos dois | De origem indígena. A moqueca é um cozido de peixe ou camarão ou com mistura de peixe e camarão com tomate, cebola, pimentões e cheiro-verde refogados. Leve toque de azeite de dendê e leite de coco natural. Na versão tropical, acrescentamos manga e abacaxi. Acompanha arroz branco, pirão de camarão e farofa de dendê.",
    "prepTime": 40,
    "ingredients": [
      "2 kg de robalo cortado em postas com couro",
      "4 cebolas grandes",
      "1 cabeça de alho",
      "4 tomates grandes",
      "Farinha de mandioca",
      " 100ml de azeite de dendê",
      "2 pimentões vermelhos",
      " Sal (à gosto)",
      "Pimenta do reino a gosto",
      "Espinhas e cabeça do robalo",
      "4 bananas em fatias",
      "1kg de camarão descascado"
    ],
    "directions": [
      "Prepare o caldo de peixe com as espinhas e cabeça.",
      "Acrescente cebola, pimentão, tomate, alho, sal e pimenta ao caldo até apurar.",
      "Coloque as bananas por baixo da terrine, intercale com o molho e o peixe.",
      "Tempere com sal e pimenta.",
      "Cubra com o molho já com o camarão.",
      "Leve ao forno por 20 minutos."
    ]
  }
]
